Repository: wp-plugins/whereabouts
Catalog: languages/whereabouts-*.po
Languages: de_de

source: Go to settings
de_de: Zu den Einstellungen

source: Settings
de_de: Einstellungen

source: Locate yourself
de_de: Lokalisier dich

source: Let the browser figure out your location
de_de: Lass den Browser deinen Standort bestimmen

source: or
de_de: oder

source: enter it manually
de_de: tippe selbst

source: Get location data
de_de: Ortsbezogene Daten abfragen

source: Choose Location…
de_de: Standort auswählen…

source: <p class="whab-language-settings-hint"><strong>Tip:</strong> You can set the language in which Google returns this information in the <a href="options-general.php?page=whereabouts">settings</a>.</a>
de_de: <p class="whab-language-settings-hint"><strong>Tipp:</strong> Du kannst die Sprache, in der Google diese Informationen ausgibt, in den <a href="options-general.php?page=whereabouts">Einstellungen</a> festlegen.</a>

source: Activate the use of the Google Maps API in the <a href="options-general.php?page=whereabouts">settings</a>. You will then be able to automatically set your current location and time zone. And you get a map!
de_de: Aktiviere die Verwendung der Google Maps API in den <a href="options-general.php?page=whereabouts">Einstellungen</a>. Du kannst Standort und Zeitzone dann automatisch einstellen. Und du bekommst eine Karte!

source: Enter your current location
de_de: Gib deinen derzeitigen Aufenthaltsort ein

source: Timezone
de_de: Zeitzone

source: Timezone Name
de_de: Zeitzonenname

source: Save Location
de_de: Ort speichern

source: Google couldn&#x27;t find the location you entered.
de_de: Google konnte den angegebenen Ort nicht finden.

source: Error. The Google API could not be reached.
de_de: Fehler. Die Verbindung zur Google API ist fehlgeschlagen.

source: Google couldn&#x27;t asign a timezone to the location you entered. You need to enter it yourself or try another location.
de_de: Google konnte dem eingegeben Ort keine Zeitzone zuweisen. Entweder du legst diese selbst fest oder du probierst einen anderen Ort.

source: Current Location:
de_de: Derzeitiger Aufenthaltsort:

source: Local Time:
de_de: Ortszeit:

source: Whereabouts Settings
de_de: Whereabouts Einstellungen

source: Select roles that allow users to set their location
de_de: Wähle Rollen aus, die es Usern erlauben, ihren Standort zu speichern

source: Use Google to get location data
de_de: Google verwenden um Standortdaten abzufragen

source: If you check this box, the Whereabouts plugin will send a request to the Google Geocoding API using the content of the location input field in order to retrieve information about the given location. The time zone will be set for you automatically and you have the option to use the official location name provided by Google.
de_de: Wenn du diese Option auswählst, sendet das Whereabouts Plugin deine Eingabe an die Google Geocoding API, um weitere Informationen über diesen Ort zu erhalten. Die Zeitzone wird dann automatisch eingestellt und du hast außerdem die Möglichkeit den offiziellen, von Google gefunden Ortsnamen zu übernehmen.

source: Set the language in which Google returns the result of your location request
de_de: Sprache festlegen, in der Google das Ergebnis der Ortsanfrage ausgibt

source: API Request Language
de_de: Sprache der API Abfrage

source: Select Language
de_de: Sprache wählen

source: In order to use your Google API Key, you must enable the <strong>Geocoding</strong> and <strong>Time Zone</strong> APIs in the <a href="https://developers.google.com/console/">Google Developer Console</a>. The plugin will send a test request to the api to validate your key.
de_de: Um deinen Google API Schlüssel zu verwenden, muss dieser für die Verwendung der <strong>Geocoding</strong> und <strong>Time Zone</strong> API in der <a href="https://developers.google.com/console/">Google Developer Console</a> freigegeben sein. Das Plugin sendet eine Testanfrage an die API, um den angegebenen Schlüssel zu bestätigen.

source: Google API Key
de_de: Google API Schlüssel

source: Validate API Key
de_de: API Schlüssel validieren

source: Save Settings
de_de: Einstellungen speichern

source: You key is valid.
de_de: Dein Schlüssel ist gültig.

source: Your key is not valid.
de_de: Dein Schlüssel ist ungültig.

source: Validation server could not be reached. Try again later.
de_de: Der Validierungsserver ist nicht erreichbar. Versuche es später noch einmal.

source: Please enter a location.
de_de: Bitte Aufenthaltsort eingeben.

source: Location saved.
de_de: Aufenthaltsort gespeichert.

source: This language is not supported.
de_de: Diese Sprache wird nicht unterstützt.

source: The key you provided is not valid.
de_de: Der Schlüssel ist nicht gültig.

source: Shows current location and timezone.
de_de: Zeigt derzeitigen Aufenthaltsort und Zeitzone an.

source: This widget won't be displayed until %s saved his/her location.
de_de: Dieses Widget wird erst angezeigt, wenn %s einen Aufenthaltsort gespeichert hat.

source: Title:
de_de: Titel:

source: Show location of this user:
de_de: Den Aufenthaltsort für diesen User anzeigen:

source: Link location to Google Maps
de_de: Aufenthaltsort mit Google Maps verlinken

source: Show time zone name
de_de: Zeitzonenname anzeigen

source: Time Format
de_de: Zeitformat
